Repository: eineboek/PureHistory
Catalog: src/PureHistory/Resources.*.resx
Languages: de_de

# Creator
source: Created by eineboek
de_de: Erstellt von eineboek

# ArpeggioPrefix
source: Remove 'ARP' prefix
de_de: 'ARP'-Prefix entfernen

# ArpeggioTitle
source: Settings for Arpeggio Ships
de_de: Einstellungen für Arpeggio-Schiffe

# AzurLanePrefix
source: Remove 'AL' prefix
de_de: 'AL'-Prefix entfernen

# AzurLaneTitle
source: Settings for Azur Lane Ships
de_de: Einstellungen für Azur Lane-Schiffe

# AzurLaneWarning
source: Caution : Azur Lane ships have similar, but not identical performance to their regular counterparts. Replacing the ship name with the regular counterpart name could lead to a misjudgement of the battle situation.
de_de: Achtung : Azur Lane-Schiffe haben ähnliche, aber nicht identische Eigenschaften zu ihren regulären Gegenstücken. Das Ersetzen des Schiffsnamens durch den des regulären Gegenstücks kann zu einer Fehleinschätzung der Gefechtssituation führen.

# BlackShipTitle
source: Settings for Black Friday Ships
de_de: Einstellungen für Black-Friday-Schiffe

# BlackShipsSuffix
source: Remove 'B' suffix
de_de: 'B'-Suffix entfernen

# CannotFindStructure
source: PureHistory cannot be installed to the specified path.
de_de: PureHistory kann in der angegebenen Ordnerstruktur nicht installiert werden.

source: Continue
de_de: Weiter

# DragonShipTitle
source: Settings for Dragon Ships
de_de: Einstellungen für Drachen-Schiffe

# GenericError
source: An error has occured :
de_de: Es ist ein Fehler aufgetreten:

# InstallationError
source: Error during installation. Please try again or contact the author.
de_de: Fehler während der Installation. Bitte versuchen sie es erneut oder kontaktieren sie den Autor.

# PathFormatExamples
source: Examples :
de_de: Beispiele:

# ExitProgramAnyKey
source: Press any key to exit the program ...
de_de: Zum Beenden des Programms beliebige Taste drücken ...

# HSFHarekazeTitle
source: Settings for HSF Harekaze
de_de: Einstellungen für HSF Harekaze I/II

# HSFPrefix
source: Remove 'HSF' prefix
de_de: 'HSF'-Prefix entfernen

# InstallationFinished
source: Installation is finished
de_de: Installation ist abgeschlossen.

source: Invalid Response.
de_de: Ungültige Eingabe.

# LimaShipTitle
source: Settings for Lima (ASUS Collaboration) ships
de_de: Einstellungen für Lima (ASUS Kollaboration)-Schiffe

# LimaShipsSuffix
source: Remove 'Lima' suffix
de_de: 'Lima'-Suffix entfernen

# LunarNewYearFlagOptionPanasia
source: Replace ship preview background flag with pan-asian flag
de_de: Hintergrundflagge der Schiffsvorschau mit Pan-Asiatischer Flagge ersetzen

# LunarNewYearFlagOptionOriginal
source: Replace ship preview background flag with flag of respective country
de_de: Hintergrundflagge der Schiffsvorschau mit der des jeweiligen Originals ersetzen

# LunarNewYearTitle
source: Settings for Lunar New Year Ships
de_de: Einstellungen für Mondneujahr-Schiffe

# MiscAlabamaSuffix
source: Remove 'ST' suffix of Alabama ST
de_de: Suffixe der Alabama-Duplikate (ST/VL) entfernen

# MiscArkansasSuffix
source: Remove 'B' suffix of Arkansas Beta
de_de: 'B'-Suffix von Arkansas Beta entfernen

# MiscellaneousTitle
source: Miscellaneous settings
de_de: Sonstige Einstellungen

# MiscIwakiSuffix
source: Remove 'A' suffix of Iwaki Alpha
de_de: 'A'-Suffix von Iwaki Alpha entfernen

# MiscKamikazeSuffix
source: Remove 'R' suffix of Kamikaze R
de_de: 'R' -Suffix von Kamikaze R entfernen

# MiscWestVirginiaName
source: Remove the '1941' from West Virginia 1941
de_de: Entfernen der '1941' bei der West Virginia 1941

# ModStationWarning
source: World of Warships ModStation was found. Please install this mod after using the ModStation, as the ModStation will override all other mod files.
de_de: World of Warships ModStation wurde erkannt. Bitte installieren sie diesen Mod nach der Ausführung der ModStation, da die ModStation alle anderen Mods im Ordner überschreibt.

source: No
de_de: Nein

# PathCorrection
source: Is this path correct?
de_de: Ist dieser Pfad korrekt?

# PressAnyKey
source: Press any key to continue ...
de_de: Zum Fortfahren beliebige Taste drücken ...

# ReplacePreviewBg
source: Replace ship preview background flag
de_de: Hintergrundflagge der Schiffsvorschau ersetzen

# ReplacePreview
source: Replace ship preview
de_de: Schiffsvorschau ersetzen

# ReplaceShipNameClassName
source: Replace ship name with respective class name
de_de: Schiffsnamen mit respektivem Klassennamen ersetzen

# ReplaceShipNameCounterpart
source: Replace ship name with regular counterpart
de_de: Schiffsnamen mit regulärem Gegenstück ersetzen

# ReplaceSillouette
source: Replace sillhouette in battle overview
de_de: Sillhouette in der Gefechtsübersicht ersetzen

# UpdateDescription
source: • Update ship description for distinction in port
de_de: • Schiffsbeschreibung zur Unterscheidung im Hafen anpassen

# WarhammerTitle
source: Settings for Warhammer 40.000 ships
de_de: Einstellungen für Warhammer 40.000-Schiffe

# WarhammerWarning
source: Caution : Warhammer 40.000 ships have similar, but not identical performance to their regular counterparts (Amagi). Replacing the ship name with the regular counterpart could lead to a misjudgement of the battle situation.
de_de: Achtung : Warhammer 40.000-Schiffe haben ähnliche, aber nicht identische Eigenschaften zu ihren regulären Gegenstücken (Amagi). Das Ersetzen des Schiffsnamens durch den des regulären Gegenstücks kann zu einer Fehleinschätzung der Gefechtssituation führen.

# WoWsNotFound
source: World of Warships does not seem to be installed at the specified path. Continue installation regardless?
de_de: World of Warships scheint nicht unter diesem Pfad installiert zu sein. Installation trotzdem fortsetzen?

source: Yes
de_de: Ja

# ReplacePreviewMisc
source: • Replace ship preview
de_de: • Schiffsvorschau ersetzen

# EmptyPath
source: The installation path can't be empty. Please try again.
de_de: Der Installationspfad darf nicht leer sein. Bitte versuchen sie es erneut.

# PathDoesntExist
source: The specified path can't be found. Please try again.
de_de: Der angegebene Pfad konnte nicht gefunden werden. Bitte versuchen sie es erneut.

# AlreadyExists
source: already exists in the mod folder. Should it be overwritten?
de_de: existiert bereits im Mod-Ordner. Soll sie überschrieben werden?

# File
source: The file
de_de: Die Datei

# InstallationSettingsAskForEach
source: Ask for each file independently
de_de: Für jede Datei einzeln nachfragen

# InstallationSettingsNoOverwrite
source: Don't overwrite any existing files
de_de: Vorhandene Dateien nicht überschreiben

# InstallationSettingsOverwriteAll
source: Overwrite all conflicting files
de_de: Alle kollidierenden Dateien überschreiben

# InstallationSettingsTitle
source: Installation settings
de_de: Einstellungen für die Installation

# ClientSelectionTitle
source: Enter the path to the desired World of Warships installation
de_de: Wählen sie die gewünschte World of Warships-Installation aus
